# frozen_string_literal: true

# Dual Panel File Browser
cask 'marta'

# setup a hyper key modifier
cask 'hyperkey'

# a terminal emulator (used primarily for wrapping terminal apps)
cask 'iterm2'

# for Erlang
# brew 'wxwidgets'
# brew 'autoconf'
# brew 'fop'
# brew 'libiodbc'
# brew 'openjdk'


# source control
brew 'git'

# GTags for use in Vim
brew 'global'

# Encryption + verification of signed downloads
brew 'gnupg'

# keep grep up to date
brew 'grep'

# show active process and their telemetry
brew 'btop'

# build tool
brew 'make'

# terminal multiplexer
brew 'tmux'

# vimium like jumps in tmux
tap 'morantron/tmux-fingers'
brew 'morantron/tmux-fingers/tmux-fingers'

# download files from the terminal, used by some scripts
brew 'wget'

# display system info
brew 'neofetch'

# keep ZSH up to date
brew 'zsh'

# required by ccls
brew 'llvm'

# the watch command
brew 'watch'

# a more up to date version of curl than what macOS offers
brew 'curl'

# run things in parallel
brew 'parallel'

# pretty text display utils
brew 'figlet'

# Mac App Store CLI
brew 'mas'

brew 'fzf'

brew 'starship'

brew 'zoxide'

brew 'nvim'

brew 'tealdeer'

brew 'eza'

brew 'git'

brew 'git-delta'

brew 'gnu-sed'

brew 'bat'

brew 'atuin'

brew 'jj'

brew 'fish'

brew 'ast-grep'

brew 'go'

brew 'watchman'

brew 'zsh-completions'

brew 'radare2'
